Repository: gotham-city-drupal/Campaign-for-Liberty
Catalog: sites/all/modules/features/openpublish_core/translations/*.po
Languages: es

source: Comments
es: Comentarios

source: Add new content to your OpenPublish site.
es: Agregar nuevo contenido a su sitio OpenPublish.

source: Manage tagging, categorization, and classification of your content
es: Administrar etiquetado, categorizacón y clasificación de su contenido

source: View, update and remove site comments
es: Ver, actualizar y remover comentarios del sitio

source: View and update comments waiting for moderator approval
es: Ver y actualizar comentarios en espera de aprobación por moderador

source: Clear cache
es: Borrar cache

source: Openpublish-related settings.
es: Opciones relacionadas con Openpublish

source: OpenPublish Content
es: Contenido OpenPublish

source: Clear help message
es: Borrar mensaje de ayuda

source: Export System Permissions
es: Exportar Permisos de Sistema

source: Calais Website
es: Sitio Web de Calais

source: OpenPublish Menu
es: Menú OpenPublish

source: OpenPublish Control Panel
es: Panel de Control de OpenPublish

source: access openpublish admin pages
es: acceder a las páginas administrativas de openpublish

source: OpenPublish Administration
es: Administración de OpenPublish

source: Admin Screens for OpenPublish
es: Pantallas Administrativas de OpenPublish

source: Most Used Terms
es: Términos Más Usados

source: Popular Terms Filter
es: Filtro de Términos Populares

source: Popular Terms Settings
es: Opciones de Términos Populares

source: Term
es: Término

source: Count
es: Conteo

source: OpenPublish Popular Terms
es: Términos Populares de OpenPublish

source: By
es: Por

source: Our Tweets
es: Nuestros Tweets

source: OpenpPublish Tweets
es: Tweets de OpenpPublish

source: Content
es: Contenido

source: Content List
es: Lista de Contenidos

source: Create Content
es: Crear Contenido

source: Taxonomy List
es: Lista de Taxonomía

source: Comments List
es: Lista de Comentarios

source: Approval Queue
es: Cola de Aprobación

source: OpenPublish Content Tools
es: Herramientas de Contenido de OpenPublish

source: Drupal Admin Screen
es: Pantalla de Administrador Drupal

source: View Popular Tags
es: Ver Etiquetas Populares

source: Taxonomy
es: Taxonomía
