Repository: gotham-city-drupal/Campaign-for-Liberty
Catalog: sites/all/modules/features/openpublish_features/op_article/translations/*.po
Languages: es, fr

source: Comments
es: Comentarios
fr: Commentaires

source: OP Advuser Config
es: Configuración Advuser OP
fr: Configuration OP Advuser

source: Open Publish configuration for the Advuser Module
es: Configuración Open Publish el Módulo Advuser
fr: Configuration OpenPublish pour le module Advuser

source: Features
es: Opciones
fr: Fonctionnalités

source: Author(s)
es: Autor(es)
fr: Auteur(s)

source: Deck
es: Panel
fr: Sous-titre

source: Main Image
es: Imagen Principal
fr: Image principale

source: Main Image Credit
es: Pie de Imagen Principal
fr: Source de l'image principale

source: Related Content
es: Contenido Relacionado
fr: Contenu lié

source: Related Multimedia
es: Multimedia Relacionada
fr: Multimedia lié

source: Show Author Info?
es: Mostrar Información de Autor?
fr: Afficher les infos de l'Auteur?

source: Teaser
fr: Accroche

source: Thumbnail Image
fr: Image vignette

source: Articles can be posted to the site in category lists and on the homepage.
es: Se pueden postear artículos en las listas de categorías o en la página principal.
fr: Les Articles peuvent être ajoutés au site dans les listes d'affichage par catégorie et sur la page d'accueil.

source: Title
es: Título
fr: Titre

source: Body
es: Cuerpo
fr: Corps

source: OP Article
es: Artículo OP
fr: Article OP

source: OpenPublish Article Feature
es: Opción de Artículo de OpenPublish
fr: Fonctionnalité Article OpenPublish

source: Embedded Audio
es: Audio Insertado
fr: Audio Intégré

source: MP3 Audio Clip
es: Clip de Audio MP3
fr: Clip Audio MP3

source: Audio content can be entered by referencing an external source, or by uploading a local audio file into the CMS.
es: Los contenidos de audio pueden agregarse referenciando una fuente externa, o subiendo un archivo de audio local al CMS.
fr: Le contenu de type Audio peut être créé en référençant une source externe, ou en uploadant un fichier audio local dans le CMS.

source: OP Audio
es: Audio OP
fr: Audio OP

source: OpenPublish Audio Feature
es: Opción de Audio OpenPublish
fr: Fonctionnalité Audio OpenPublish

source: Associated Drupal User
es: Usuario Drupal Asociado
fr: Compte Drupal associé

source: Job Title
fr: Titre du poste

source: Author
es: Autor
fr: Auteur

source: Author can be associated with a Drupal user, but can also be a contributing author that does not have Drupal login to your website.
es: El autor puede estar asociado con un usuario Drupal, pero también puede ser un autor contribuidor que no tiene un usuario Drupal para su sitio.
fr: Un Auteur peut être associé à un compte Drupal, mais il peut également s'agir d'une personne externe au site sans accès à celui-ci.

source: Name
es: Nombre
fr: Nom

source: OP Author
es: Autor OP
fr: Auteur OP

source: OpenPublish Author Feature
es: Opción de Autor de OpenPublish
fr: Fonctionnalité Auteur OpenPublish

source: By:
es: Por:
fr: Par:

source: OP Author Layout
es: Diseño de Autor OP
fr: Mise en page de l'Auteur OP

source: Panel Layout for Author Page
es: Panel de Diseño de Página de Autor
fr: Agencement du Panel pour la page de l'Auteur

source: Author Bios
fr: Bios des Auteurs

source: Author Page Layout
es: Diseño de Página de Autor
fr: Mise en page de l'Auteur

source: Author Brief
fr: Présentation de l'Auteur

source: Left Column
es: Columna Izquierda
fr: Colonne de Gauche

source: Right Column
es: Columna Derecha
fr: Colonne de Droite

source: OP Author Panels
es: Paneles de Autor de OP
fr: Panels Auteur OP

source: Panels of OP Authors Feature
es: Opción de Paneles de Autor de OP
fr: Fonctionnalité Panels pour les Auteurs OP

source: OP Blog
es: Blog OP
fr: Blog OP

source: OpenPublish Blog Feature
es: Opción de Blog de OpenPublish
fr: Fonctionnalité Blog OpenPublish

source: Event Date
es: Fecha del Evento
fr: Date de l'Événement

source: Event
es: Evento
fr: Événement

source: Events are calendar style content items that are referenced by date.
es: Los eventos son contenidos de estilo calendario referenciados por fecha.
fr: Les événements sont des types de contenu contenant des référencements par date.

source: OP Event
es: Evento OP
fr: Événement OP

source: OpenPublish Event Feature
es: Opción de Evento de OpenPublish
fr: Fonctionnalité Événement OP

source: Credit
es: Crédito
fr: Crédits

source: Images can be uploaded into the CMS and used in a variety of capacities.
fr: Les Images peuvent être uploadées dans le CMS et utilisées de multiples façons.

source: OP Image
es: Imagen OP
fr: Image OP

source: OpenPublish Image Feature
es: Opción de Imagen de OpenPublish
fr: Fonctionnalité Image OP

source: OP imagecrop Config
es: Configuración de imagecrop OP
fr: Configuration Imagecrop OP

source: Open Publish configuration for the imagecrop Module
es: Configuración Open Publish para el Módulo imagecrop
fr: Configuration OpenPublish pour le module ImageCrop

source: OP IMCE Config
es: Configuración IMCE OP
fr: Configuration IMCE OP

source: OpenPublish IMCE Configuration
es: Configuración IMCE OpenPublish
fr: Configuration IMCE OP

source: Feed Item
fr: Item de flux

source: Feed Items are created automatically from Feeds. Create a Feed and configure accordingly to import Feed Items.
fr: Les Items de flux sont créés automatiquement depuis les Flux. Créer un Flux et le configurer pour importer des Items de Flux.

source: Topic
es: Tópico
fr: Sujet

source: OP Misc
es: OP Misceláneas
fr: Divers OP

source: OpenPublish Miscellaneous Features
es: Opciones Misceláneas de OpenPublish
fr: Fonctionnalité Divers OpenPublish

source: Column Title
es: Título de Columna
fr: Titre de Colonne

source: Embedded Video
es: Video Insertado
fr: Vidéo Intégrée

source: Intro Text
es: Texto Introductorio
fr: Texte d'Introduction

source: Package
es: Paquete
fr: Dossier

source: News packages are sets of topical information based around one relevant event or topic. Examples might include an election, or coverage of the war in Iraq.
es: Los paquetes de noticias son grupos de información temática que giran alrededor de un evento o tema relevante. Por ejemplo, una elección, o la cobertura de la guerra en Irak.
fr: Les Dossiers sont des ensembles d'information thématiquement centrées sur un sujet ou un événement spécifique, par exemple une élection ou le suivi de la guerre en Irak.

source: OP Package
es: Paquete OP
fr: Dossier OP

source: OpenPublish Package Feature
es: Opción de Paquete de OpenPublish
fr: Fonctionnalité Dossier OP

source: Link
es: Enlace
fr: Lien

source: Resource
es: Recurso
fr: Ressource

source: Resources are links, files, documents and other items of interest to readers. This content type is intended to provide a flexible mechanism for providing content that doesn't fit other content types, and can be differentiated from others via flexible categorization.
es: Los recursos son enlaces, archivos, documentos y otros ítems de interés para los lectores. Este tipo de contenido está pensado para proveer un mecanismo flexible de provisión de contenidos que no se adecuan a otros tipos de contenido, y se pueden diferenciar de ellos vía categorización flexible.
fr: Les Ressources sont des liens, des fichiers, des documents ou d'autres types de documents destinés aux lecteurs. Ce type de contenu est prévu pour accorder une certaine flexibilité avec des données ne rentrant pas forcement dans les autres types, et il propose la capacité d'être différenciée à travers une catégorisation qui lui est propre.

source: OP Resource
es: Recurso OP
fr: OP Ressource

source: OpenPublish Resource Feature
es: Opción de Recurso de OpenPublish
fr: Fonctionnalité Ressource OP

source: OP Scheduler Config
fr: Configuration Scheduler OP

source: Cofigures the Scheduler module for Open Publish
fr: Configure le module Scheduler pour OpenPublish

source: Gallery Images
es: Galería de Imágenes
fr: Images de la Gallerie

source: Thumbnail
fr: Vignette

source: Slideshow
es: Muestra de Diapositivas
fr: Diaporama

source: Slideshow is a content type that contains a set of images.
es: La Muestra de Diapositivas es un tipo de contenidos que consiste de imágenes.
fr: Le Diaporama est un type de contenu composé d'un ensemble d'images.

source: OP Slideshow
es: Muestra de Diapositivas de OP
fr: Diaporama OP

source: OpenPublish Slideshow
es: Muestra de Diapositivas de OpenPublish
fr: Diaporama OpenPublish

source: Flash File
es: Archivo Flash
fr: Fichier Flash

source: Video
fr: Vidéo

source: Video content can be entered by referencing an external source, like YouTube, or by uploading a local video file into the CMS.
es: Los contenidos de video se pueden agregar referenciando una fuente externa como YouTube, o subiendo un archivo de video local al CMS.
fr: Les contenus de type Vidéo peuvent être créés en référençant une source externe (comme Youtube par ex.) ou en uploadant un fichier vidéo local dans le CMS.

source: Op Videos
es: Videos OP
fr: Vidéo OP

source: Op Videos Feature
es: Opción de Videos OP
fr: Fonctionnalité Vidéos OP

source: By
es: Por
fr: Par

source: Audio Thumbnail
fr: Vignette Audio

source: OP Defaults
es: OP Predeterminados
fr: Paramétrages de base OP

source: OpenPublish default settings
es: Opciones Predeterminadas de OpenPublish
fr: Paramétrages de base OpenPublish

source: Embedded Image
es: Imagen Insertada
fr: Image Intégrée

source: Video Thumbnail
fr: Vignette Vidéo

source: Enable option of access-restriction for non-premium users
fr: Activer le contrôle d'accès pour les utilisateurs non-premium

source: Premium: Default Off
fr: Premium: Valeur par défaut - désactivé

source: Other
es: Otros
fr: Autre

source: OpenPublish Listing Page
fr: Page de listing OpenPublish

source: OpenPublish Detail Page
es: Página de Detalles de OpenPublish
fr: Page detaillee OpenPublish

source: Author Page
es: Página de Autor
fr: Page Auteur

source: OP Contexts
es: Contextos OP
fr: Contextes OP

source: OP Default Contexts
es: Contextos Predeterminados OP
fr: Contextes de base OP

source: Article
es: Artículo

source: Photo
es: Foto

source: Bio
es: Biografía

source: Image
es: Imagen

source: OpenPublish configuration for the imagecrop Module
es: Configuración OpenPublish para el Módulo imagecrop
