Repository: gotham-city-drupal/Campaign-for-Liberty
Catalog: sites/all/modules/features/openpublish_core/openpublish_popular_terms/translations/openpublish_popular_terms.*.po
Languages: fr

source: Most Used Terms
fr: Mots-clés les plus utilisés

source: Popular Terms Filter
fr: Filtre des mots-clés les plus populaires

source: Popular Terms Settings
fr: Configuration des mots-clés les plus populaires

source: Vocabularies to disregard
fr: Vocabulaires à ignorer

source: select vocabularies that should not be used on the popular tag tab.
fr: Sélectionner les vocabulaires à ne pas utiliser pour l'onglet des tags populaires.

source: Term
fr: Mot-clé

source: Count
fr: Compte

source: Most Popular terms used on the site. Click on the term to view content tagged with that term.
fr: Les termes les plus populaires sur le site. Cliquez sur un terme pour voir les autres contenus tagués avec.

source: OpenPublish Popular Terms
fr: Termes Populaires Openpublish

source: Shows a quick list of the most popular terms & topic hubs on your site
fr: Montre une liste résumant les termes et les topic hubs les plus populaires sur votre site

source: View Popular Tags
fr: Voir les Tags Populaires
