Repository: gotham-city-drupal/Campaign-for-Liberty
Catalog: sites/all/modules/features/openpublish_core/openpublish_administration/translations/openpublish_administration.*.po
Languages: fr

source: Comments
fr: Commentaires

source: Manage site content. Quick view allows the ability to view, update, and remove content in a simple list format.
fr: Gérer le contenu du site. Quick view permet de voir, modifier et de supprimer le contenu à partir d'une simple liste formatée.

source: Add new content to your OpenPublish site.
fr: Ajouter un nouveau contenu à votre site OpenPublish.

source: Manage tagging, categorization, and classification of your content
fr: Gérer les mots-clés, la catégorisation et la classification de votre contenu

source: Add a new Vocabulary to your taxonomy structure and set preferences
fr: Ajouter un nouveau Vocabulaire à votre structure taxonomique et définir les préférences

source: View, update and remove site comments
fr: Voir, modifier et supprimer les commentaires

source: View and update comments waiting for moderator approval
fr: Voir et modifier les commentaires en attente de modération

source: View, update and remove feeds the site consumes
fr: Voir, modifier et supprimer des flux alimentant le site

source: Clear cache
fr: Purger le cache

source: Openpublish-related settings.
fr: Paramètres OpenPublish

source: OpenPublish API Keys
fr: Clés API pour OpenPublish

source: OpenPublish Content
fr: Contenu OpenPublish

source: Clear help message
fr: Enlever le message d'aide

source: Export System Permissions
fr: Exporter les permissions du système

source: Calais API Key
fr: Clé API pour Calais

source: You need to obtain an API Key from the !calaisurl first
fr: Vous devez d'abord obtenir une clé API ici: !calaisurl

source: Calais Website
fr: Site Calais

source: Paste Site Token provided by Apture when you register this site's domain in their system. You can also paste the entire code snippet they give you. Token will be automatically extracted.
fr: Collez le Site Token fourni par Apture lorsque vous enregistrez le nom de domaine de votre site dans leur système. Vous pouvez également coller tout le bloc de code qui vous est donné. Le Token en sera automatiquement extrait.

source: Flickr API Key
fr: Clé API Flickr

source: API Key from Flickr
fr: Clé API Flickr

source: API key's secret from Flickr.
fr: le 'secret' de la clé API Flickr

source: Google Maps API Key
fr: Clé API Google Maps

source: Public Key
fr: Clé Publique

source: The public key is used to uniquely identify you.
fr: La clé publique vous sert d'identifiant unique.

source: Private Key
fr: Clé privée

source: The private key is used to prevent someone from hijacking your requests. Similar to a password, it should never be shared with anyone.
fr: Cette clé privée permet d'empêcher quelqu'un d'autre de détourner vos requêtes. Il doit être traité comme un mot de passe et ne pas être partagé avec n'importe qui.

source: OpenPublish Control Panel
fr: Panneau de contrôle OpenPublish

source: access openpublish admin pages
fr: accéder aux pages d'administration d'openpublish

source: set api keys
fr: configurer les clés API

source: clear all drupal cache
fr: Purger tout le cache Drupal

source: Clear the CSS cache and all database cache tables which store page, node, theme and variable caches.
fr: Purger le cache CSS et tout le cache des tables DB pour les pages, nœuds, thèmes et variables.

source: Please review the <a href="@settings">OpenPublish API Key Settings</a>.
fr: Veuillez vérifier les <a href="@settings">paramètres des Clés API OpenPublish</a>.

source: API Keys are missing
fr: Les Clés API ne sont pas configurées

source: API Key configuration missing for: @missing. Set them at !settings
fr: Configuration manquante pour la Clé API @missing. Veuillez la préciser ici !settings

source: OpenPublish Administration
fr: Administration OpenPublish

source: Admin Screens for OpenPublish
fr: Ecrans d'administration OpenPublish

source: Content
fr: Contenu

source: Content List
fr: Liste des Contenus

source: Create Content
fr: Ajouter du Contenu

source: Taxonomy List
fr: Liste des Taxononomies

source: Add Vocabulary
fr: Ajouter un Vocabulaire

source: Comments List
fr: Liste des Commentaires

source: Approval Queue
fr: En attente de modération

source: Feeds List
fr: Liste des Flux

source: Enter a valid <a href="!url">Yahoo application ID</a>. This can be the same as the Yahoo BOSS Image Search App ID.
fr: Veuillez saisir une <a href="!url">ID d'application Yahoo</a> valide. Celle-ci peut être identique à l'ID de Yahoo BOSS Image Search App.

source: Enter a valid <a href="!url">Yahoo application ID</a>. This can be the same as the Yahoo BOSS Search App ID.
fr: Veuillez saisir une <a href="!url">ID d'application Yahoo</a> valide. Celle-ci peut être identique à l'ID de Yahoo BOSS Search App.

source: Your personal Googlemaps API key. You must get this for each separate website at <a href="!url" target="_blank">Google Map API website</a>.
fr: Votre clé API Googlemaps personnelle. Vous devez en récupérer une pour chaque site web distinct sur <a href="!url" target="_blank">le site Googe Map API</a>.

source: API Keys
fr: Clés API

source: Calais Suite
fr: Suite Calais

source: OpenPublish Content Tools
fr: Outils de gestion de contenu OpenPublish

source: Drupal Admin Screen
fr: Écran d'administration Drupal

source: OpenPublish Permissions Export
fr: Export des permissions OpenPublish

source: Taxonomy
fr: Taxonomie

source: Feeds
fr: Flux
